<?php
$lang = array(
    "welcome" => "კეთილი იყოს თქვენი მობრძანება",
    "home" => "მთავარი",
    "about" => "ჩვენს შესახებ",
    "services" => "სერვისები",
    "contact" => "კონტაქტი",
    "register" => "რეგისტრაცია",
    "login" => "შესვლა",
    "logout" => "გამოსვლა",
    "username" => "მომხმარებლის სახელი",
    "password" => "პაროლი",
    "first_name" => "სახელი",
    "last_name" => "გვარი",
    "phone" => "ტელეფონის ნომერი",
    "address" => "საცხოვრებელი მისამართი",
    "personal_id" => "პირადი ნომერი",
    "submit" => "დადასტურება",
    "dashboard" => "დაფა",
    "role" => "როლი",
    "language" => "ენა" // Добавляем перевод для "Язык"
);
?>