<?php
$lang = array(
    "welcome" => "Добро пожаловать",
    "home" => "Главная",
    "about" => "О нас",
    "services" => "Услуги",
    "contact" => "Контакты",
    "register" => "Регистрация",
    "login" => "Войти",
    "logout" => "Выйти",
    "username" => "Имя пользователя",
    "password" => "Пароль",
    "first_name" => "Имя",
    "last_name" => "Фамилия",
    "phone" => "Номер телефона",
    "address" => "Адрес проживания",
    "personal_id" => "Личный номер",
    "submit" => "Подтвердить",
    "dashboard" => "Панель управления",
    "role" => "Роль",
    "language" => "Язык" // Добавляем перевод для "Язык"
);
?>